bin/RequestXmls/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.syncsrv.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:isSynchServiceAlive/>
   </soapenv:Body>
</soapenv:Envelope>